[
  {
    "title": "Candide",
    "authors": ["Voltaire"],
    "year": 1746,
    "id": "OL100672W",
    "publisher": "Createspace Independent Publishing Platform",
    "subjects": [
      "Conduct of life",
      "Satire",
      "Moral conditions",
      "Enlightenment",
      "Philosophy"
    ],
    "excerpt": "Aenean cursus maximus orci, vitae euismod risus eleifend ac. Donec pretium lectus feugiat lacus facilisis dignissim. Sed ultricies congue velit, et imperdiet sem aliquet eget. Mauris egestas orci et dictum aliquam. Ut molestie orci non risus posuere accumsan. Donec et nulla eros. Phasellus vehicula est placerat nisi condimentum, non ullamcorper lacus scelerisque."
  },
  {
    "title": "Babata",
    "authors": ["Wilson Gia Liligeto"],
    "year": 2006,
    "id": "OL16493832W",
    "publisher": "Institute of Pacific Studies, University of the South Pacific",
    "subjects": ["Ethnology", "Marovo (Solomon Islands people)", "History"],
    "excerpt": "Donec ex velit, feugiat in sodales eget, mattis in est. Donec congue libero diam, ut elementum purus fermentum eu. Vestibulum efficitur rutrum nisi et condimentum. In non enim risus. Donec eget faucibus dui. Aliquam ac tortor vitae libero scelerisque commodo et nec turpis. Morbi aliquam ligula sed tempor aliquam. Sed eget tortor risus. Mauris blandit faucibus turpis sed rutrum. Maecenas varius scelerisque dui, nec iaculis leo. Nulla tempor leo nunc, eget ornare ex scelerisque sit amet. Phasellus nec aliquet arcu. Suspendisse in odio a orci lobortis rutrum nec id erat. Aliquam venenatis pharetra ex."
  },
  {
    "title": "Cūnḍa",
    "authors": ["Sayyidu ʻIrfānu ʻAlī Shāhu"],
    "year": 2013,
    "id": "OL23405647W",
    "publisher": "Ḥājī Vaḍal Shāhu Fāʼūndeshan",
    "subjects": ["Unknown subject"],
    "excerpt": "Donec accumsan sapien et elit ultricies, sed eleifend nunc pharetra. Nam at faucibus ex. Integer at tempus magna. In egestas, purus a dictum laoreet, sapien arcu pharetra lorem, nec congue magna turpis a ipsum. Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Curabitur faucibus venenatis augue, nec pellentesque odio mollis nec. Nunc posuere libero et lorem varius, sed lobortis magna tristique. Sed vel feugiat tellus, hendrerit eleifend turpis. Ut hendrerit iaculis fermentum. Donec a urna nisi."
  },
  {
    "title": "Matrix",
    "authors": ["Roy Fisher"],
    "year": 1971,
    "id": "OL2452519W",
    "publisher": "Fulcrum P.",
    "subjects": ["Unknown subject"],
    "excerpt": "Mauris vitae fermentum magna. Duis ac consectetur arcu, non blandit ante. Sed eu nunc turpis. Nullam congue ante sit amet nisl viverra, eu bibendum eros lacinia. Nam commodo gravida orci, a hendrerit enim mollis ut. Aliquam viverra ex sed purus finibus pellentesque. Suspendisse vestibulum turpis nisl, at dignissim dolor fringilla a. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Nulla nec enim sapien. Etiam consequat ex nec ipsum elementum aliquam. In laoreet, nisi eget imperdiet tristique, libero orci finibus libero, at imperdiet metus neque lacinia risus. Donec metus eros, iaculis luctus pharetra at, egestas at risus. Suspendisse sed nulla a arcu placerat sollicitudin. Suspendisse eleifend quis nisi vitae lacinia. Nullam est mi, sollicitudin at pellentesque eget, feugiat vitae nunc."
  }
]
